const CardSimulator = () => {
    return(
        <div id="CardSimulator">
            <strong>최강의유전자 뮤츠</strong><br/><br/>
            확장팩 추첨 확률<br/>
            기본 확률 : 99.950%<br/><br/>
            1~3장째 카드 확률<br/>
            1다이아 100%(각각 2.000%)<br/><br/>  
            4장째 카드 확률<br/>
            크라운 0.040%(리자몽ex 피카츄ex 뮤츠ex 각각 0.013%)<br/>
            이머시브 0.222%<br/>
            2성 0.500%(각각 0.055%)<br/>
            1성 2.572%(각각 0.321%)<br/>
            4다이아 1.666%(각각 0.333%)<br/>
            3다이아 5.000%(각각 0.357%)<br/>
            2다이아 90.000%(각각 2.571%)<br/><br/>
            5장째 카드 확률<br/>
            크라운 0.160%(리자몽ex 피카츄ex 뮤츠ex 각각 0.053%)<br/>
            이머시브 0.888%<br/>
            2성 2.000%(각각 0.222%)<br/>
            1성 10.288%(각각 1.286%)<br/>
            4다이아 6.664%(각각 1.332%)<br/>
            3다이아 20.000%(각각 1.428%)<br/>
            2다이아 60.000%(각각 1.714%)<br/><br/>
            
            <strong>최강의유전자 리자몽, 최강의유전자 피카츄</strong><br/><br/>
            확장팩 추첨 확률<br/>
            기본 확률 : 99.950%<br/><br/>
            1~3장째 카드 확률<br/>
            1다이아 100%(각각 2.000%)<br/><br/>  
            4장째 카드 확률<br/>
            크라운 0.040%(리자몽ex 피카츄ex 뮤츠ex 각각 0.013%)<br/>
            이머시브 0.222%<br/>
            2성 0.500%(각각 0.050%)<br/>
            1성 2.572%(각각 0.321%)<br/>
            4다이아 1.666%(각각 0.333%)<br/>
            3다이아 5.000%(각각 0.357%)<br/>
            2다이아 90.000%(각각 2.571%)<br/><br/>
            5장째 카드 확률<br/>
            크라운 0.160%(리자몽ex 피카츄ex 뮤츠ex 각각 0.053%)<br/>
            이머시브 0.888%<br/>
            2성 2.000%(각각 0.200%)<br/>
            1성 10.288%(각각 1.286%)<br/>
            4다이아 6.664%(각각 1.332%)<br/>
            3다이아 20.000%(각각 1.428%)<br/>
            2다이아 60.000%(각각 1.714%)<br/><br/>

            <strong>환상이 있는 섬  </strong><br/><br/>
            확장팩 추첨 확률<br/>
            기본 확률 : 99.950%<br/><br/>
            1~3장째 카드 확률<br/>
            1다이아 100%(각각 3.125%)<br/><br/>  
            4장째 카드 확률<br/>
            크라운 0.040%<br/>
            이머시브 0.222%<br/>
            2성 0.500%(각각 0.050%)<br/>
            1성 2.572%(각각 0.321%)<br/>
            4다이아 1.666%(각각 0.333%)<br/>
            3다이아 5.000%(각각 0.357%)<br/>
            2다이아 90.000%(각각 2.571%)<br/><br/>
            5장째 카드 확률<br/>
            크라운 0.160%<br/>
            이머시브 0.888%<br/>
            2성 2.000%(각각 0.200%)<br/>
            1성 10.288%(각각 1.286%)<br/>
            4다이아 6.664%(각각 1.332%)<br/>
            3다이아 20.000%(각각 1.428%)<br/>
            2다이아 60.000%(각각 1.714%)<br/><br/>
        
            <strong>샤이닝하이 이전</strong><br/>
            기본 확률 : 99.950%<br/><br/>
            1~3장째 카드 확률<br/>
            1다이아 100%<br/><br/>  
            4장째 카드 확률<br/>
            크라운 0.040%<br/>
            이머시브 0.222%<br/>
            2성 0.500%<br/>
            1성 2.572%<br/>
            4다이아 1.666%<br/>
            3다이아 5.000%<br/>
            2다이아 90.000%<br/><br/>
            5장째 카드 확률<br/>
            크라운 0.160%<br/>
            이머시브 0.888%<br/>
            2성 2.000%<br/>
            1성 10.288%<br/>    
            4다이아 6.664%<br/>
            3다이아 20.000%<br/>
            2다이아 60.000%<br/><br/>

            <strong>샤이닝하이 이후</strong><br/>
            기본 확률 : 99.950%<br/><br/>
            1~3장째 카드 확률<br/>
            1다이아 100%<br/><br/>  
            4장째 카드 확률<br/>
            크라운 0.040%<br/>
            이머시브 0.222%<br/>
            2성 0.500%<br/>
            1성 2.572%<br/>
            4다이아 1.666%<br/>
            3다이아 5.000%<br/>
            2다이아 90.000%<br/><br/>
            5장째 카드 확률<br/>
            크라운 0.160%<br/>
            이머시브 0.888%<br/>
            2성 2.000%<br/>
            1성 10.288%<br/>    
            4다이아 6.664%<br/>
            3다이아 20.000%<br/>
            2다이아 60.000%<br/><br/>
        </div>
    )
}

export default CardSimulator;